OpenFOAM_6/tutorials/multiphase/compressibleInterFoam/laminar/climbingRod/constant/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

stabilization
{
    type            symmTensorPhaseLimitStabilization;

    field           sigma.liquid;
    rate            rLambda.liquid;
    residualAlpha   5e-3;
}


//************************************************************************* //
